Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# link.error.invalidSignal
source: The secure connection received an invalid response.
de: Die sichere Verbindung hat eine ungültige Antwort erhalten.
es: La conexión segura recibió una respuesta no válida.
es_419: La conexión segura recibió una respuesta no válida.
fr: La connexion sécurisée a reçu une réponse non valide.
ja: 安全な接続が無効な応答を受信しました。
ko: 보안 연결에서 유효하지 않은 응답을 받았습니다.
pt_br: A conexão segura recebeu uma resposta inválida.
pt_pt: A ligação segura recebeu uma resposta inválida.
ru: Защищённое подключение получило недействительный ответ.
uk: Захищене з’єднання отримало недійсну відповідь.
zh_hans: 安全连接收到了无效响应。
zh_hant: 安全連線收到無效回應。
zh_hk: 安全連線收到無效回應。

# link.error.webRTC
source: A local peer-to-peer connection could not be created.
de: Eine lokale Peer-to-Peer-Verbindung konnte nicht erstellt werden.
es: No se pudo crear una conexión local entre pares.
es_419: No se pudo crear una conexión local entre pares.
fr: Impossible de créer une connexion locale pair à pair.
ja: ローカルのピアツーピア接続を作成できませんでした。
ko: 로컬 P2P 연결을 만들 수 없습니다.
pt_br: Não foi possível criar uma conexão ponto a ponto local.
pt_pt: Não foi possível criar uma ligação ponto a ponto local.
ru: Не удалось создать локальное одноранговое подключение.
uk: Не вдалося створити локальне однорангове з’єднання.
zh_hans: 无法创建局域网点对点连接。
zh_hant: 無法建立區域網路點對點連線。
zh_hk: 無法建立區域網絡點對點連線。

# link.node.backupToComputer
source: Backup to Computer
de: Auf Computer sichern
es: Guardar copia en el ordenador
es_419: Respaldar en la computadora
fr: Sauvegarder sur l’ordinateur
ja: コンピュータにバックアップ
ko: 컴퓨터에 백업
pt_br: Fazer backup no computador
pt_pt: Fazer cópia no computador
ru: Резервная копия на компьютер
uk: Резервна копія на комп’ютер
zh_hans: 备份到电脑
zh_hant: 備份到電腦
zh_hk: 備份到電腦

# link.scanner.cameraUnavailable.message
source: Allow camera access in Settings to scan a Link QR code.
de: Erlauben Sie den Kamerazugriff in den Einstellungen, um einen Link-QR-Code zu scannen.
es: Permite el acceso a la cámara en Ajustes para escanear un código QR de Link.
es_419: Permite el acceso a la cámara en Configuración para escanear un código QR de Link.
fr: Autorisez l’accès à l’appareil photo dans Réglages pour scanner un code QR Link.
ja: Link の QR コードをスキャンするには、「設定」でカメラへのアクセスを許可してください。
ko: Link QR 코드를 스캔하려면 설정에서 카메라 접근을 허용하세요.
pt_br: Permita o acesso à câmera nos Ajustes para escanear um código QR de Link.
pt_pt: Permita o acesso à câmara nas Definições para ler um código QR de Link.
ru: Разрешите доступ к камере в настройках, чтобы сканировать QR-код ссылки.
uk: Дозвольте доступ до камери в параметрах, щоб сканувати QR-код Link.
zh_hans: 请在“设置”中允许相机权限，以扫描 Link 二维码。
zh_hant: 請在「設定」中允許相機權限，以掃描 Link 二維碼。
zh_hk: 請在「設定」中允許相機權限，以掃描 Link 二維碼。

# link.scanner.cameraUnavailable.title
source: Camera Unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
es_419: Cámara no disponible
fr: Appareil photo indisponible
ja: カメラを使用できません
ko: 카메라를 사용할 수 없음
pt_br: Câmera indisponível
pt_pt: Câmara indisponível
ru: Камера недоступна
uk: Камера недоступна
zh_hans: 相机不可用
zh_hant: 相機無法使用
zh_hk: 相機無法使用

# link.scanner.instruction
source: Scan the QR code shown on https://wmlink.app or https://link.watermelonbackup.com
de: Scannen Sie den auf https://wmlink.app oder https://link.watermelonbackup.com angezeigten QR-Code
es: Escanea el código QR que aparece en https://wmlink.app o https://link.watermelonbackup.com
es_419: Escanea el código QR que aparece en https://wmlink.app o https://link.watermelonbackup.com
fr: Scannez le code QR affiché sur https://wmlink.app ou https://link.watermelonbackup.com
ja: https://wmlink.appまたはhttps://link.watermelonbackup.comに表示されたQRコードをスキャンしてください
ko: https://wmlink.app 또는 https://link.watermelonbackup.com에 표시된 QR 코드를 스캔하세요
pt_br: Escaneie o código QR exibido em https://wmlink.app ou https://link.watermelonbackup.com
pt_pt: Leia o código QR exibido em https://wmlink.app ou https://link.watermelonbackup.com
ru: Отсканируйте QR-код на странице https://wmlink.app или https://link.watermelonbackup.com
uk: Відскануйте QR-код на сторінці https://wmlink.app або https://link.watermelonbackup.com
zh_hans: 扫描 https://wmlink.app 或 https://link.watermelonbackup.com 上显示的二维码
zh_hant: 掃描 https://wmlink.app 或 https://link.watermelonbackup.com 顯示的二維碼
zh_hk: 掃描 https://wmlink.app 或 https://link.watermelonbackup.com 顯示的二維碼

# link.scanner.title
source: Scan Link
de: Link scannen
es: Escanear Link
es_419: Escanear Link
fr: Scanner le Link
ja: Link をスキャン
ko: Link 스캔
pt_br: Escanear Link
pt_pt: Ler Link
ru: Сканировать ссылку
uk: Сканувати Link
zh_hans: 扫描 Link
zh_hant: 掃描 Link
zh_hk: 掃描 Link

# link.tutorial.button.scan
source: Start Scanning
de: Scannen starten
es: Comenzar a escanear
es_419: Comenzar a escanear
fr: Commencer à scanner
ja: スキャンを開始
ko: 스캔 시작
pt_br: Iniciar leitura
pt_pt: Iniciar leitura
ru: Начать сканирование
uk: Почати сканування
zh_hans: 开始扫描
zh_hant: 開始掃描
zh_hk: 開始掃描

# link.tutorial.computer.subtitle
source: Open https://wmlink.app (or https://link.watermelonbackup.com) in Chrome or Edge.
de: Öffnen Sie https://wmlink.app (oder https://link.watermelonbackup.com) in Chrome oder Edge.
es: Abre https://wmlink.app (o https://link.watermelonbackup.com) en Chrome o Edge.
es_419: Abre https://wmlink.app (o https://link.watermelonbackup.com) en Chrome o Edge.
fr: Ouvrez https://wmlink.app (ou https://link.watermelonbackup.com) dans Chrome ou Edge.
ja: ChromeまたはEdgeでhttps://wmlink.app（またはhttps://link.watermelonbackup.com）を開きます。
ko: Chrome 또는 Edge에서 https://wmlink.app(또는 https://link.watermelonbackup.com)을 여세요.
pt_br: Abra https://wmlink.app (ou https://link.watermelonbackup.com) no Chrome ou Edge.
pt_pt: Abra https://wmlink.app (ou https://link.watermelonbackup.com) no Chrome ou Edge.
ru: Откройте https://wmlink.app (или https://link.watermelonbackup.com) в Chrome или Edge.
uk: Відкрийте https://wmlink.app (або https://link.watermelonbackup.com) у Chrome або Edge.
zh_hans: 使用 Chrome 或 Edge 打开 https://wmlink.app（或 https://link.watermelonbackup.com）。
zh_hant: 使用 Chrome 或 Edge 開啟 https://wmlink.app（或 https://link.watermelonbackup.com）。
zh_hk: 使用 Chrome 或 Edge 開啟 https://wmlink.app（或 https://link.watermelonbackup.com）。

# link.tutorial.computer.title
source: Open the Link on Your Computer
de: Link am Computer öffnen
es: Abre el Link en el ordenador
es_419: Abre el Link en la computadora
fr: Ouvrez le Link sur votre ordinateur
ja: コンピュータで Link を開く
ko: 컴퓨터에서 Link 열기
pt_br: Abra o Link no computador
pt_pt: Abra o Link no computador
ru: Откройте ссылку на компьютере
uk: Відкрийте Link на комп’ютері
zh_hans: 在电脑上打开 Link
zh_hant: 在電腦上開啟 Link
zh_hk: 在電腦上開啟 Link

# link.tutorial.folder.subtitle
source: Choose where to keep the backup, then create the Link.
de: Wählen Sie den Speicherort der Sicherung und erstellen Sie dann den Link.
es: Elige dónde guardar la copia de seguridad y crea el Link.
es_419: Elige dónde guardar el respaldo y crea el Link.
fr: Choisissez où conserver la sauvegarde, puis créez le Link.
ja: バックアップ先を選択して、Link を作成します。
ko: 백업을 저장할 위치를 선택한 다음 Link를 만드세요.
pt_br: Escolha onde guardar o backup e crie o Link.
pt_pt: Escolha onde guardar a cópia e crie o Link.
ru: Выберите место хранения резервной копии, затем создайте ссылку.
uk: Виберіть місце для копії, а потім створіть Link.
zh_hans: 选择备份保存位置，然后创建 Link。
zh_hant: 選擇備份儲存位置，然後建立 Link。
zh_hk: 選擇備份儲存位置，然後建立 Link。

# link.tutorial.folder.title
source: Choose a Backup Folder
de: Sicherungsordner auswählen
es: Elige una carpeta para la copia de seguridad
es_419: Elige una carpeta para el respaldo
fr: Choisissez un dossier de sauvegarde
ja: バックアップフォルダを選択
ko: 백업 폴더 선택
pt_br: Escolha uma pasta de backup
pt_pt: Escolha uma pasta de cópia
ru: Выберите папку для резервной копии
uk: Виберіть папку для копії
zh_hans: 选择备份文件夹
zh_hant: 選擇備份資料夾
zh_hk: 選擇備份資料夾

# link.tutorial.network.title
source: Use the Same Local Network
de: Dasselbe lokale Netzwerk verwenden
es: Usa la misma red local
es_419: Usa la misma red local
fr: Utilisez le même réseau local
ja: 同じローカルネットワークを使用
ko: 같은 로컬 네트워크 사용
pt_br: Use a mesma rede local
pt_pt: Use a mesma rede local
ru: Используйте одну локальную сеть
uk: Використовуйте одну локальну мережу
zh_hans: 使用同一局域网
zh_hant: 使用同一區域網路
zh_hk: 使用同一區域網絡

# link.tutorial.title
source: Tutorial
de: Anleitung
fr: Tutoriel
ja: 使い方
ko: 사용 방법
ru: Инструкция
uk: Інструкція
zh_hans: 教程
zh_hant: 教學
zh_hk: 教學

# lockedByAnotherDevice
source: Another device is currently writing to this remote backup.
de: Ein anderes Gerät schreibt gerade in dieses Remote-Backup.
es: Otro dispositivo está escribiendo en esta copia de seguridad remota.
es_419: Otro dispositivo está escribiendo en este respaldo remoto.
fr: Un autre appareil est en train d’écrire dans cette sauvegarde distante.
ja: 別のデバイスが現在このリモートバックアップに書き込んでいます。
ko: 다른 기기가 현재 이 원격 백업에 쓰고 있습니다.
pt_br: Outro dispositivo está gravando neste backup remoto no momento.
pt_pt: Outro dispositivo está a escrever nesta cópia de segurança remota.
ru: Другое устройство сейчас записывает в эту удалённую резервную копию.
uk: Інший пристрій зараз записує до цієї віддаленої резервної копії.
zh_hans: 另一台设备正在写入此远端备份。
zh_hant: 另一部裝置正在寫入此遠端備份。
zh_hk: 另一部裝置正在寫入此遠端備份。

# log.empty
source: No logs for the current filter.
de: Keine Protokolle für den aktuellen Filter.
es: No hay registros para el filtro actual.
es_419: No hay registros para el filtro actual.
fr: Aucun journal pour le filtre actuel.
ja: 現在のフィルターに一致するログがありません。
ko: 현재 필터에 해당하는 로그가 없습니다.
pt_br: Nenhum log para o filtro atual.
pt_pt: Sem registos para o filtro atual.
ru: Логи по выбранному фильтру отсутствуют.
uk: Немає журналів для поточного фільтра.
zh_hans: 当前筛选下没有日志。
zh_hant: 目前篩選下沒有日誌。
zh_hk: 目前篩選下沒有日誌。

# log.exportButton
source: Export Log
de: Protokoll exportieren
es: Exportar registro
es_419: Exportar registro
fr: Exporter le journal
ja: ログをエクスポート
ko: 로그 내보내기
pt_br: Exportar log
pt_pt: Exportar registo
ru: Экспортировать лог
uk: Експортувати журнал
zh_hans: 导出日志
zh_hant: 匯出日誌
zh_hk: 匯出日誌

# log.filterTitle
source: Filter by Log Level
de: Nach Protokollebene filtern
es: Filtrar nivel de registro
es_419: Filtrar nivel de registro
fr: Filtrer le niveau de journal
ja: ログレベルでフィルター
ko: 로그 수준 필터
pt_br: Filtrar nível de log
pt_pt: Filtrar nível de registo
ru: Фильтр уровней лога
uk: Фільтр рівня журналу
zh_hans: 筛选日志级别
zh_hant: 篩選日誌級別
zh_hk: 篩選日誌級別

# log.focusMode.alertConfirm
source: Start
de: Starten
es: Iniciar
es_419: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
pt_br: Iniciar
pt_pt: Iniciar
ru: Начать
uk: Розпочати
zh_hans: 进入
zh_hant: 進入
zh_hk: 進入

# log.focusMode.alertMessage
source: The screen turns pure black and won't auto-lock while the task runs. Tap the screen to exit. Auto-lock is restored once the task ends.
de: Der Bildschirm wird vollständig schwarz und während der Aufgabe nicht automatisch gesperrt. Tippen Sie auf den Bildschirm, um den Modus zu beenden. Nach Abschluss der Aufgabe wird die automatische Sperre wieder aktiviert.
es: La pantalla se vuelve completamente negra y no se bloquea automáticamente mientras la tarea está en curso. Toca la pantalla para salir. El bloqueo automático se restaurará al terminar la tarea.
es_419: La pantalla se vuelve completamente negra y no se bloquea automáticamente mientras la tarea está en curso. Toca la pantalla para salir. El bloqueo automático se restaurará al terminar la tarea.
fr: L'écran devient entièrement noir et ne se verrouille pas automatiquement pendant l'exécution de la tâche. Touchez l'écran pour quitter. Le verrouillage automatique est rétabli à la fin de la tâche.
ja: 画面が真っ黒になり、タスク実行中は自動ロックされません。画面をタップすると終了します。タスク終了後、自動ロックは元に戻ります。
ko: 화면이 완전히 검게 변하고 작업 실행 중에는 자동 잠금이 되지 않습니다. 화면을 탭하면 종료됩니다. 작업이 끝나면 자동 잠금이 복원됩니다.
pt_br: A tela fica completamente preta e não bloqueia automaticamente enquanto a tarefa está em execução. Toque na tela para sair. O bloqueio automático será restaurado quando a tarefa terminar.
pt_pt: O ecrã fica completamente preto e não bloqueia automaticamente enquanto a tarefa está em execução. Toque no ecrã para sair. O bloqueio automático será restaurado quando a tarefa terminar.
ru: Экран станет полностью чёрным и не будет блокироваться, пока выполняется задача. Коснитесь экрана, чтобы выйти. Автоблокировка восстановится после завершения задачи.
uk: Під час виконання завдання екран стане повністю чорним, а «Автозамикання» буде вимкнено. Торкніться екрана, щоб вийти. Після завершення завдання «Автозамикання» буде відновлено.
zh_hans: 屏幕将变为纯黑，任务期间不会自动锁定。轻点屏幕可退出；任务结束后会恢复自动锁定设置。
zh_hant: 螢幕將變為純黑，任務期間不會自動鎖定。點一下螢幕可退出；任務結束後會恢復自動鎖定設定。
zh_hk: 螢幕將變為純黑，任務期間不會自動鎖定。點按螢幕可退出；任務結束後會恢復自動鎖定設定。

# log.focusMode.alertTitle
source: Start Focus Mode
de: Fokusmodus starten
es: Activar modo de concentración
es_419: Activar modo de concentración
fr: Activer le mode concentration
ja: 集中モードを開始
ko: 집중 모드 시작
pt_br: Ativar modo Foco
pt_pt: Ativar modo Foco
ru: Включить режим фокусировки
uk: Увімкнути режим фокусування
zh_hans: 进入专注模式
zh_hant: 進入專注模式
zh_hk: 進入專注模式

# log.focusMode.button
source: Focus Mode
de: Fokusmodus
es: Modo de concentración
es_419: Modo de concentración
fr: Mode concentration
ja: 集中モード
ko: 집중 모드
pt_br: Modo Foco
pt_pt: Modo Foco
ru: Режим фокусировки
uk: Режим фокусування
zh_hans: 专注模式
zh_hant: 專注模式
zh_hk: 專注模式

# log.history.delete
source: Delete
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

# log.history.empty
source: No logs from the past 14 days
de: Keine Protokolle aus den letzten 14 Tagen
es: Sin registros de los últimos 14 días
es_419: Sin registros de los últimos 14 días
fr: Aucun journal des 14 derniers jours
ja: 過去14日間のログはありません
ko: 지난 14일간의 로그가 없습니다
pt_br: Sem logs dos últimos 14 dias
pt_pt: Sem registos dos últimos 14 dias
ru: Нет логов за последние 14 дней
uk: Немає журналів за останні 14 днів
zh_hans: 最近两周暂无日志记录
zh_hant: 最近兩週暫無日誌記錄
zh_hk: 最近兩週暫無日誌記錄

# log.history.retentionFooter
source: Logs are kept in the device cache for 14 days.
de: Protokolle werden 14 Tage im Gerätespeicher aufbewahrt.
es: Los registros se conservan 14 días en la caché del dispositivo.
es_419: Los registros se conservan 14 días en la caché del dispositivo.
fr: Les journaux sont conservés 14 jours dans le cache de l'appareil.
ja: ログはデバイスのキャッシュに 14 日間保存されます。
ko: 로그는 기기 캐시에 14일간 보관됩니다.
pt_br: Os logs ficam no cache do dispositivo por 14 dias.
pt_pt: Os registos ficam na cache do dispositivo durante 14 dias.
ru: Логи хранятся в кэше устройства 14 дней.
uk: Журнали зберігаються в кеші пристрою 14 днів.
zh_hans: 日志在本机缓存中保留 14 天。
zh_hant: 日誌在本機快取中保留 14 天。
zh_hk: 日誌在本機快取中保留 14 天。

# log.history.section.auto
source: Auto Backup
de: Automatische Sicherung
es: Copia de seguridad automática
es_419: Respaldo automático
fr: Sauvegarde automatique
ja: 自動バックアップ
ko: 자동 백업
pt_br: Backup automático
pt_pt: Cópia de segurança automática
ru: Автоматическое резервное копирование
uk: Автоматичне резервне копіювання
zh_hans: 自动备份
zh_hant: 自動備份
zh_hk: 自動備份

# log.history.section.manual
source: Manual Execution
de: Manuelle Ausführung
es: Ejecución manual
es_419: Ejecución manual
fr: Exécution manuelle
ja: 手動実行
ko: 수동 실행
pt_br: Execução manual
pt_pt: Execução manual
ru: Ручное выполнение
uk: Ручне виконання
zh_hans: 手动执行
zh_hant: 手動執行
zh_hk: 手動執行

# log.history.title
source: Diagnostic Logs
de: Diagnoseprotokolle
es: Registros de diagnóstico
es_419: Registros de diagnóstico
fr: Journaux de diagnostic
ja: 診断ログ
ko: 진단 로그
pt_br: Logs de diagnóstico
pt_pt: Registos de diagnóstico
ru: Диагностические логи
uk: Діагностичні журнали
zh_hans: 诊断日志
zh_hant: 診斷日誌
zh_hk: 診斷日誌

# log.level.error
source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
pt_br: Erro
pt_pt: Erro
ru: Ошибка
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

# log.level.warning
source: Warning
de: Warnung
es: Advertencia
es_419: Advertencia
fr: Avertissement
ja: 警告
ko: 경고
pt_br: Aviso
pt_pt: Aviso
ru: Предупреждение
uk: Попередження
zh_hans: 警告
zh_hant: 警告
zh_hk: 警告

# log.levelSection
source: Log Level
de: Protokollebene
es: Nivel de registro
es_419: Nivel de registro
fr: Niveau de journal
ja: ログレベル
ko: 로그 수준
pt_br: Nível de log
pt_pt: Nível de registo
ru: Уровень лога
uk: Рівень журналу
zh_hans: 日志级别
zh_hant: 日誌級別
zh_hk: 日誌級別

# log.showAll
source: Show All
de: Alle anzeigen
es: Mostrar todo
es_419: Mostrar todo
fr: Tout afficher
ja: すべて表示
ko: 모두 표시
pt_br: Mostrar tudo
pt_pt: Mostrar tudo
ru: Показать все
uk: Показати все
zh_hans: 显示全部
zh_hant: 顯示全部
zh_hk: 顯示全部

# log.status
source: Current Status
de: Aktueller Status
es: Estado actual
es_419: Estado actual
fr: État actuel
ja: 現在のステータス
ko: 현재 상태
pt_br: Status atual
pt_pt: Estado atual
ru: Текущий статус
uk: Поточний стан
zh_hans: 当前状态
zh_hant: 目前狀態
zh_hk: 目前狀態

# log.title
source: Execution Log
de: Ausführungsprotokoll
es: Registro de ejecución
es_419: Registro de ejecución
fr: Journal d'exécution
ja: 実行ログ
ko: 실행 로그
pt_br: Log de execução
pt_pt: Registo de execução
ru: Лог выполнения
uk: Журнал виконання
zh_hans: 执行日志
zh_hant: 執行日誌
zh_hk: 執行日誌

# log.transfer.estimating
source: Estimating
de: Wird geschätzt
es: Estimando
es_419: Estimando
fr: Estimation
ja: 推定中
ko: 계산 중
pt_br: Estimando
pt_pt: A estimar
ru: Оценка
uk: Оцінювання
zh_hans: 估算中
zh_hant: 估算中
zh_hk: 估算中

# log.transfer.waiting
source: Waiting
de: Warten
es: Esperando
es_419: Esperando
fr: En attente
ja: 待機中
ko: 대기 중
pt_br: Aguardando
pt_pt: À espera
ru: Ожидание
uk: Очікування
zh_hans: 等待中
zh_hant: 等待中
zh_hk: 等待中

# manifest.log.reconcileFailed
source: Manifest reconciliation failed for %1$@: %2$@
de: Manifest-Abgleich für %1$@ fehlgeschlagen: %2$@
es: Conciliación del manifiesto fallida para %1$@: %2$@
es_419: Conciliación del manifiesto fallida para %1$@: %2$@
fr: La réconciliation du manifeste a échoué pour %1$@ : %2$@
ja: %1$@ のマニフェスト照合に失敗：%2$@
ko: %1$@ 매니페스트 조정 실패: %2$@
pt_br: Falha na conciliação do manifesto para %1$@: %2$@
pt_pt: Falha na reconciliação do manifesto para %1$@: %2$@
ru: Не удалось согласовать манифест для %1$@: %2$@
uk: Не вдалося звірити маніфест для %1$@: %2$@
zh_hans: %1$@ 清单核对失败：%2$@
zh_hant: %1$@ 清單核對失敗：%2$@
zh_hk: %1$@ 清單核對失敗：%2$@

# mediaBrowser.action.delete
source: Delete
de: Löschen
es: Eliminar
es_419: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

# mediaBrowser.action.deleteAll
source: Delete Everywhere
de: Überall löschen
es: Eliminar en todas partes
es_419: Eliminar en todas partes
fr: Supprimer partout
ja: デバイスとバックアップから削除
ko: 모든 곳에서 삭제
pt_br: Excluir de tudo
pt_pt: Eliminar de tudo
ru: Удалить везде
uk: Видалити всюди
zh_hans: 删除全部
zh_hant: 全部刪除
zh_hk: 全部刪除

# mediaBrowser.action.deleteLocal
source: Delete from Device
de: Vom Gerät löschen
es: Eliminar del dispositivo
es_419: Eliminar del dispositivo
fr: Supprimer de l'appareil
ja: デバイスから削除
ko: 기기에서 삭제
pt_br: Excluir do dispositivo
pt_pt: Eliminar do dispositivo
ru: Удалить с устройства
uk: Видалити з пристрою
zh_hans: 从设备删除
zh_hant: 從裝置刪除
zh_hk: 從裝置刪除

# mediaBrowser.action.deleteRemote
source: Delete from Backup
de: Aus Sicherung löschen
es: Eliminar de la copia de seguridad
es_419: Eliminar del respaldo
fr: Supprimer de la sauvegarde
ja: バックアップから削除
ko: 백업에서 삭제
pt_br: Excluir do backup
pt_pt: Eliminar da cópia de segurança
ru: Удалить из резервной копии
uk: Видалити з резервної копії
zh_hans: 从备份删除
zh_hant: 從備份刪除
zh_hk: 從備份刪除

# mediaBrowser.action.deleteRemote.confirmMessage
source: This permanently removes the item from the backup. This can't be undone.
de: Dies entfernt das Objekt dauerhaft aus der Sicherung. Das kann nicht rückgängig gemacht werden.
es: Esto elimina el elemento de la copia de seguridad de forma permanente. Esta acción no se puede deshacer.
es_419: Esto elimina el elemento del respaldo de forma permanente. Esta acción no se puede deshacer.
fr: Cela supprime définitivement l'élément de la sauvegarde. Action irréversible.
ja: この項目をバックアップから完全に削除します。取り消せません。
ko: 이 항목이 백업에서 영구적으로 삭제됩니다. 되돌릴 수 없습니다.
pt_br: Isso remove o item do backup permanentemente. Não pode ser desfeito.
pt_pt: Isto remove o item da cópia de segurança permanentemente. Não pode ser anulado.
ru: Объект будет навсегда удалён из резервной копии. Отменить нельзя.
uk: Об’єкт буде назавжди видалено з резервної копії. Скасувати неможливо.
zh_hans: 这将从备份中永久删除该项，且无法撤销。
zh_hant: 這將從備份中永久刪除該項，且無法復原。
zh_hk: 這將從備份中永久刪除該項，且無法復原。

# mediaBrowser.action.deleteRemote.confirmTitle
source: Delete from Backup?
de: Aus Sicherung löschen?
es: ¿Eliminar de la copia de seguridad?
es_419: ¿Eliminar del respaldo?
fr: Supprimer de la sauvegarde ?
ja: バックアップから削除しますか？
ko: 백업에서 삭제할까요?
pt_br: Excluir do backup?
pt_pt: Eliminar da cópia de segurança?
ru: Удалить из резервной копии?
uk: Видалити з резервної копії?
zh_hans: 从备份删除？
zh_hant: 從備份刪除？
zh_hk: 從備份刪除？

# mediaBrowser.action.deletingRemote
source: Deleting…
de: Wird gelöscht…
es: Eliminando…
es_419: Eliminando…
fr: Suppression…
ja: 削除中…
ko: 삭제 중…
pt_br: Excluindo…
pt_pt: A eliminar…
ru: Удаление…
uk: Видалення…
zh_hans: 正在删除…
zh_hant: 正在刪除…
zh_hk: 正在刪除…

# mediaBrowser.action.download
source: Download
de: Herunterladen
es: Descargar
es_419: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
pt_pt: Transferir
ru: Скачать
uk: Завантажити
zh_hans: 下载
zh_hant: 下載
zh_hk: 下載

# mediaBrowser.action.error
source: Something went wrong.
de: Etwas ist schiefgelaufen.
es: Algo salió mal.
es_419: Algo salió mal.
fr: Une erreur s'est produite.
ja: 問題が発生しました。
ko: 문제가 발생했습니다.
pt_br: Algo deu errado.
pt_pt: Algo correu mal.
ru: Что-то пошло не так.
uk: Щось пішло не так.
zh_hans: 出了点问题。
zh_hant: 發生錯誤。
zh_hk: 發生錯誤。

# mediaBrowser.action.incompleteDeleteLocal.confirmMessage
source: This backup is incomplete. The device copy is the only complete copy.
de: Diese Sicherung ist unvollständig. Die Kopie auf dem Gerät ist die einzige vollständige Kopie.
es: Esta copia de seguridad está incompleta. La copia del dispositivo es la única copia completa.
es_419: Este respaldo está incompleto. La copia del dispositivo es la única copia completa.
fr: Cette sauvegarde est incomplète. La copie sur l'appareil est la seule copie complète.
ja: このバックアップは不完全です。デバイス上のコピーが唯一の完全なコピーです。
ko: 이 백업은 불완전합니다. 기기의 사본이 유일한 완전한 사본입니다.
pt_br: Este backup está incompleto. A cópia no dispositivo é a única cópia completa.
pt_pt: Esta cópia de segurança está incompleta. A cópia no dispositivo é a única cópia completa.
ru: Эта резервная копия неполная. Копия на устройстве — единственная полная копия.
uk: Ця резервна копія неповна. Копія на пристрої — єдина повна копія.
zh_hans: 此备份不完整。设备上的副本是唯一完整的副本。
zh_hant: 此備份不完整。裝置上的副本是唯一完整的副本。
zh_hk: 此備份不完整。裝置上的副本是唯一完整的副本。
